views/site/index.php

SELECT COUNT(*) FROM `ha_documents`
---
                  <div class="info-box-content">
                    <span class="info-box-text">Uploads</span>
                    <span class="info-box-number pull-left badge bg-blue">
                      <?=$model = HaDocuments::find()
                        ->count();

SELECT COUNT(*) FROM `user`
---
                  <div class="info-box-content">
                    <span class="info-box-text">USER</span>
                    <span class="info-box-number pull-left badge bg-green">
                      <?php echo dektrium\user\models\User::find()->count(); ?>

SELECT COUNT(*) FROM `group`
---
                  <div class="info-box-content">
                    <span class="info-box-text">Likes</span>
                    <span class="info-box-number pull-left badge bg-red">
                      <?=$model = Group::find()
                        ->count();